Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WHY_IMPORTANT_TEXT_FITNESS
source: Sit less. Move more. Get some exercise.
ar: قلّل من وقت الجلوس، وزد من الحركة، وقم ببعض التمارين.
bg: По-малко стойте седнали. Движете се повече. Правете повече упражнения.
ca: Seu menys. Mou‑te més. Fes una mica d’exercici.
cs: Méně seď. Víc se hýbej. Trochu si zacvič.
da: Sid mindre ned. Bevæg dig mere. Motioner.
de: Sitze weniger, beweg dich mehr und treib Sport.
el: Καθίστε λιγότερο, κινηθείτε περισσότερο και ασκηθείτε.
es: Siéntate menos. Muévete más. Haz algo de ejercicio.
es_us: Siéntate menos. Muévete más. Haz ejercicio.
fi: Istu vähemmän. Liiku enemmän. Kuntoile.
fr: Restez moins longtemps assis. Bougez plus. Faites de l’exercice.
fr_ca: Passez moins de temps assis. Bougez plus. Faites de l’exercice.
he: לשבת פחות. לזוז יותר. לבצע פעילות גופנית.
hi: कम समय बैठकर बिताएँ। अधिक मूव करें। एक्सरसाइज़ करें।
hr: Sjedite manje. Krećite se više. Vježbajte.
hu: Üljön kevesebbet. Mozogjon többet. Eddzen egy keveset.
id: Kurangi duduk. Perbanyak bergerak. Berolahraga.
it: Mantieni uno stile di vita attivo e dedica tempo all’attività fisica.
ja: 座っている時間を短くしましょう。もっと体を動かしたり、運動したりしましょう。
kk: Азырақ отырып, көбірек қозғалыңыз. Жаттығу жасап тұрыңыз.
ko: 앉아 있는 시간을 줄이고, 되도록 몸을 움직이고, 조금 더 운동해 보세요.
lt: Sėdėkite mažiau. Judėkite daugiau. Mankštinkitės.
ms: Kurangkan duduk. Bergerak lebih banyak. Bersenam.
nb: Sitt mindre. Beveg deg mer. Få deg litt mosjon.
nl: Zit minder. Beweeg meer. Wees actiever.
pl: Mniej siedź. Więcej się ruszaj. Poćwicz trochę.
pt: Sente-se menos. Mova-se mais. Faça um pouco de exercício.
pt_pt: Sente‑se menos. Movimente‑se mais. Faça mais exercício.
ro: Stați mai puțin jos. Faceți mai multă mișcare și exerciții fizice.
ru: Сидите меньше. Двигайтесь больше. Займитесь фитнесом.
sk: Menej seďte. Viac sa hýbte. Začnite cvičiť.
sl: Manj posedajte. Več se gibajte. Vadite.
sv: Sitt mindre. Rör dig mer. Träna.
th: นั่งน้อยลง เคลื่อนไหวมากขึ้น และออกกำลังกายบ้าง
tr: Daha az oturun. Daha çok hareket edin. Egzersiz yapın.
uk: Сиди менше. Рухайся більше. Роби вправи.
vi: Ngồi ít hơn. Di chuyển nhiều hơn. Tập thể dục một chút.
zh_cn: 少坐多动，适度锻炼。
zh_hk: 少坐多動，適度運動。
zh_tw: 少坐多動，適度運動。

# WHY_IMPORTANT_TEXT_HEART
source: Train it harder. Make it stronger. Keep it pumping.
ar: تمرن باجتهاد. حافظ على لياقتك. استمر بإيقاع مرتفع.
bg: Тренирайте го повече. Направете го по-силно. Да продължава да бие.
ca: Entrena’l més. Enforteix-lo. Fes-lo bombejar sense parar.
cs: Cvičte je intenzivněji. Posilte je. Udržujte je v činnosti.
da: Gør hjertet stærkere. Træn det bedre. Lad det banke.
de: Trainiere mehr und stärke dein Herz, damit es fit bleibt.
el: Κάντε την καρδιά σας πιο δυνατή και υγιή με περισσότερη προπόνηση.
es: Entrénalo más. Fortalécelo. Hazlo latir.
es_us: Entrénalo. Fortalécelo. Mantenlo trabajando.
fi: Treenaa kovemmin. Tule vahvemmaksi. Jatka pumppaamista.
fr: Entraînez-le plus. Rendez-le plus fort. Faites qu’il batte toujours.
fr_ca: Entraînez-le. Rendez-le plus fort. Faites-le pomper.
he: כדאי לאמן אותו במרץ. להפוך אותו לחזק יותר. שלא יפסיק לפעום.
hi: इसे कड़ाई से प्रशिक्षण दें। इसे और मज़बूत बनाएँ। लगातार पंप करते रहें।
hr: Trenirajte jače. Budite snažniji. Ostanite ustrajni.
hu: Eddze keményebben. Tegye erősebbé. Dolgoztassa meg jobban.
id: Latih lebih keras. Jadikan lebih kuat. Jaga agar tetap berdetak.
it: Impegno. Dedizione. Fatica. Non fermarti.
ja: ハードな訓練をして、強靱にして、丈夫に鼓動を続けさせましょう。
kk: Жігер салып жаттығыңыз. Күш жинаңыз. Шымыр болыңыз.
ko: 운동 강도를 조금 더 높여서 강하고 힘차게 뛸 수 있게 유지하십시오.
lt: Treniruokitės sunkiau. Sustiprėkite. Nesustokite.
ms: Latih lebih kuat. Jadikan lebih kuat. Pastikan ia sihat.
nb: Hold det i aktivitet. Gjør det sterkere. Fortsett å pumpe.
nl: Train het. Maak het sterker. Houd het gezond.
pl: Trenuj mocniej. Rośnij w siłę. Nie przestawaj.
pt: Treine-o com mais intensidade. Deixe-o mais forte. Mantenha-o em boa saúde.
pt_pt: Treine‑o intensamente. Fortaleça‑o. Mantenha‑o saudável.
ro: Antrenați‑o. Fortificați‑o. Țineți ritmul.
ru: Тренируйтесь упорнее. Становитесь сильнее. Качайте мышцы.
sk: Dajte mu zabrať. Posilnite ho. Zaťažujte ho.
sl: Še vadite. Dajte več od sebe. Kar nadaljujte.
sv: Träna det bättre. Gör det starkare. Låt det pumpa på.
th: ออกกำลังกายยิ่งมาก หัวใจยิ่งแข็งแรง อย่าหยุดออกกำลังกาย
tr: Daha sıkı çalıştırın. Daha güçlendirin. Kalbiniz daha çok kan pompalasın.
uk: Тренуй його. Роби дужчим. Так, щоб калатало.
vi: Tập nhiều hơn. Khỏe mạnh hơn. Duy trì nhịp đập.
zh_cn: 加强训练。强身健体。跃动不止。
zh_hk: 加倍訓練，強心健體，保持活力。
zh_tw: 加倍訓練，強健心臟，保持活力。

# WHY_IMPORTANT_TEXT_MINDFULNESS
source: Quiet your mind. Relax your body. Be in the moment.
ar: عليك بتصفية ذهنك، والاسترخاء بدنيًا، والتركيز في اللحظة الحالية.
bg: Успокойте се. Отпуснете се. Усетете момента.
ca: Relaxa la ment. Relaxa el cos. Viu el moment.
cs: Utište mysl. Uvolněte tělo. Spočiňte v okamžiku.
da: Få ro i sindet. Slap af. Vær til stede i nuet.
de: Beruhige deine Sinne, sei entspannt und achtsam.
el: Ηρεμήστε. Χαλαρώστε. Ζήστε τη στιγμή.
es: Vacía la mente. Relaja el cuerpo. Vive el momento.
es_us: Vacía la mente. Relaja el cuerpo. Vive el momento.
fi: Rauhoita mielesi. Rentouta kehosi. Ole läsnä.
fr: Apaisez votre esprit et votre corps. Soyez dans l’instant présent.
fr_ca: Faites le vide. Détendez-vous. Vivez l’instant.
he: לרוקן את הראש ממחשבות. לתת לגוף להירגע. להתמקד בכאן ובעכשיו.
hi: अपना दिमाग़ शांत रखें। अपना शरीर ढीला छोड़ दें। मौजूदा पल में जीएँ।
hr: Utišajte um. Opustite tijelo. Budite u trenutku.
hu: Ürítse ki elméjét. Lazuljon el. Élje át a pillanatot.
id: Jernihkan pikiran. Lemaskan tubuh. Fokus.
it: Calma la mente, rilassa il corpo, vivi il momento.
ja: 心を静めて、力を抜いて、集中してください。
kk: Миды тынықтырып, денені босаңсытыңыз. Дәл осы сәтті сезініңіз.
ko: 고요한 마음으로 몸의 긴장을 풀고 순간에 집중해 보세요.
lt: Nuraminkite mintis. Atpalaiduokite kūną. Mėgaukitės akimirka.
ms: Tenangkan minda. Rehatkan badan. Hayati detik semasa.
nb: Tøm hodet. Senk skuldrene. Vær til stede.
nl: Maak je hoofd leeg. Ontspan je. Ervaar het moment.
pl: Wycisz umysł. Odpręż ciało. Poczuj chwilę.
pt: Esvazie sua mente. Relaxe seu corpo. Sinta o momento.
pt_pt: Silencie a mente. Descontraia‑se. Viva o momento.
ro: Liniștiți mintea. Relaxați trupul. Percepeți clipa.
ru: Успокойтесь. Расслабьтесь. Прочувствуйте момент.
sk: Upokojte myseľ. Uvoľnite telo. Sústreďte sa.
sl: Spočijte si um in telo. Uživajte trenutek.
sv: Töm huvudet. Slappna av i kroppen. Lev i nuet.
th: ทำจิตใจให้สงบ ผ่อนคลายร่างกาย ให้อยู่กับเวลาในปัจจุบัน
tr: Zihninizi sakin, bedeninizi rahat tutun. Anı yaşayın.
uk: Вгамуй розум. Розслаб тіло. Лови мить.
vi: Tĩnh tâm. Thả lỏng cơ thể. Thiền định.
zh_cn: 沉静思绪。放松身体。投入这一刻。
zh_hk: 平靜心靈。放鬆身體。活在當下。
zh_tw: 沉澱心靈，放鬆身體，活在當下。

# WHY_IMPORTANT_TEXT_NUTRITION
source: Eat more real food. Eat less junk food. Mind the amount.
ar: تناول المزيد من الطعام الصحي الحقيقي، والقليل من الأغذية غير الصحية، وانتبه للكميات.
bg: Яжте повече истинска храна. Яжте по-малко нездравословна. Не прекалявайте.
ca: Menja més sa. No abusis del menjar escombraria. Regula la quantitat.
cs: Jezte více kvalitního a méně nekvalitního jídla. Hlídejte si kalorie.
da: Spis mere rigtig mad. Spis mindre junk food. Spis ikke for meget.
de: Iss mehr richtiges Essen, weniger Junkfood und achte auf die Menge.
el: Απολαύστε περισσότερο καλό φαγητό σε σωστές ποσότητες.
es: Más comida real. Menos comida basura. Porciones razonables.
es_us: Más alimentos nutritivos. Menos comida chatarra. Controla las porciones.
fi: Enemmän kunnon ruokaa. Vähemmän roskaruokaa. Älä syö liikaa.
fr: Mangez plus sain. Surveillez les quantités.
fr_ca: Mangez sainement. Évitez la malbouffe. Surveillez les quantités.
he: שמירה על תזונה נכונה. הימנעות מג׳אנק פוד. תשומת לב לכמויות.
hi: अच्छा आहार लें। जंक फ़ूड कम खाएँ। आहार की मात्रा का ध्यान रखें।
hr: Jedite više prave hrane. Jedite manje brze hrane. Pazite na količinu.
hu: Egyen több igazi ételt és kevesebb „műanyagot”. Figyeljen az étel mennyiségére.
id: Perbanyak makanan bergizi. Kurangi makanan siap saji. Perhatikan jumlahnya.
it: Segui una dieta equilibrata e modera le quantità.
ja: 健康的な食品を食べましょう。ジャンクフードは減らしましょう。食べ過ぎないようにしましょう。
kk: Зиян тамақты азайтып, дұрыс тамақтаныңыз. Артық жемеңіз.
ko: 몸에 안 좋은 음식은 피하고 먹는 양에 주의하면서 영양가 있는 음식을 즐겨보세요.
lt: Valgykite daugiau tikro maisto. Mažiau šlamšto. Atkreipkite dėmesį į kiekį.
ms: Lebihkan makanan sihat. Kurangkan makanan ringan.
nb: Spis mer sunn mat. Spis mindre søppelmat. Ikke overspis.
nl: Eet gezond. Laat junkfood staan. Eet niet te veel.
pl: Jedz więcej prawdziwej żywności. Mniej śmieciowej. I zachowuj umiar.
pt: Alimente-se bem. Coma menos junk food. Preste atenção na quantidade.
pt_pt: Menos comida de plástico. Mais comida a sério. Cuidado com as quantidades.
ro: Mâncați hrană adevărată, și nu “junk food”. Nu întreceți măsura.
ru: Больше здоровой пищи. Меньше нездоровой. Не переедайте.
sk: Spestrite si jedálniček. Vyvarujte sa nezdravých jedál. Neprejedajte sa.
sl: Jejte več zdrave in manj hitre hrane. Pazite na količine.
sv: Ät mer riktig mat. Ät mindre skräpmat. Tänk på mängden.
th: กินอาหารให้ถูกหลักอนามัยมากขึ้น ลดการกินอาหารขยะ บริโภคในปริมาณที่เหมาะสม
tr: Daha fazla doğal yemek, daha az abur cubur yiyin. Yemek miktarına dikkat edin.
uk: Їж більше натурального. І менше сурогатів. Стеж за порціями.
vi: Ăn nhiều thực phẩm lành mạnh. Ăn ít thực phẩm vô bổ. Chú ý tới số lượng.
zh_cn: 多吃健康食物，少吃垃圾食物。适量进食。
zh_hk: 多吃營養食物。少吃垃圾食物。適量進食。
zh_tw: 多吃原形食物，少吃垃圾食物，留意每餐份量。

# WHY_IMPORTANT_TEXT_SLEEP
source: Set a bedtime. Wake at the same time. Stay consistent.
ar: حدد موعدًا للنوم، واستيقظ في نفس الموعد، وحافظ على الانتظام في تلك المواعيد.
bg: Определете време за сън. Събуждайте се по едно и също време. Бъдете последователни.
ca: Posa’t una alarma per anar a dormir. Desperta’t sempre a la mateixa hora. Segueix un horari.
cs: Nastavte si večerku. Probouzejte se ve stejnou dobu. Dodržujte rozvrh.
da: Vælg en sengetid. Vågn op på samme tid hver morgen. Vær konsekvent.
de: Lege regelmäßige Bett- und Aufwachzeiten fest und halte sie ein.
el: Ακολουθήστε σταθερό πρόγραμμα ύπνου και κοιμηθείτε καλύτερα.
es: A la cama cuando toca. En pie con energía. Horario regular.
es_us: Define tu hora de dormir. Despiértate a un mismo horario. Sé constante.
fi: Mene nukkumaan ja herää aina samaan aikaan. Ole säännöllinen.
fr: Définissez une heure du coucher. Réveillez-vous à la même heure. Tous les jours.
fr_ca: Fixez l’heure du coucher. Réveillez-vous à la même heure. Soyez régulier.
he: לקבוע שעת שינה. לקום בשעה קבועה. לשמור על עקביות.
hi: सोने का समय तय करें। नियमित रूप से एक ही समय पर जागें। एकरूपता बनाए रखें।
hr: Podesite vrijeme za spavanje. Probudite se uvijek u isto vrijeme. Budite dosljedni.
hu: Állítson be egy lefekvési időt. Ébredjen mindig ugyanakkor. Törekedjen az állandóságra.
id: Atur waktu tidur. Bangun di jam yang sama. Jaga rutinitas.
it: Regolarizza i tuoi cicli di sonno e veglia.
ja: 就寝時刻を設定して、同じ時刻に起きましょう。睡眠のリズムを一定に保ちましょう。
kk: Бір уақытта жатып, бір уақытта тұратын әдет қалыптастырыңыз.
ko: 취침 시간과 기상 시간을 설정하여 규칙적인 수면 습관을 만들어 보세요.
lt: Nusistatykite laiko miegoti režimą. Kelkitės tuo pačiu laiku. Išlikite nuoseklūs.
ms: Setkan waktu tidur. Bangun pada masa yang sama.
nb: Legg deg og stå opp til samme tid. Hold rytmen.
nl: Kies een bedtijd. Sta elke dag op dezelfde tijd op. Wees consistent.
pl: Kładź się spać i wstawaj o ustalonej godzinie. Trzymaj się planu.
pt: Defina uma hora de dormir. Acorde no mesmo horário. Seja consistente.
pt_pt: Deite‑se à mesma hora. Levante‑se à mesma hora. Seja regular.
ro: Fixați ora de culcare. Respectați ora de trezire. Păstrați consecvența.
ru: Поставьте будильник. Просыпайтесь вовремя. Сохраняйте постоянство.
sk: Nastavte si večierku. Vstávajte vždy v rovnakom čase. Dodržujte rozvrh.
sl: Nastavite čas za spanje. Zbudite se ob istem času. Nadaljujte tako.
sv: Bestäm en tid att gå till sängs. Vakna alltid vid samma tid. Var konsekvent.
th: เข้านอนให้เป็นเวลา ตื่นให้เป็นเวลา ใช้ชีวิตให้เป็นเวลา
tr: Yatma zamanını ayarlayın. Aynı saatte uyanın. Tutarlı kalın.
uk: Задайте час сну. Вставайте в один час. Живіть послідовно.
vi: Đặt giờ đi ngủ. Thức dậy cùng thời gian mỗi ngày. Duy trì đều đặn.
zh_cn: 到点就寝，按时起床。持之以恒。
zh_hk: 作息定時，生活有序。
zh_tw: 設定就寢時間，固定起床時間，維持規律作息。

# WORKOUT_ACTIVITY_TYPE
source: Activity Type
ar: نوع النشاط
bg: Вид активност
ca: Activitat
cs: Typ aktivity
da: Aktivitetstype
de: Aktivitätstyp
el: Δραστηριότητα
es: Actividad
es_us: Tipo de actividad
fi: Aktiivisuustyyppi
fr: Type d’activité
fr_ca: Type d’activité
he: סוג פעילות
hi: ऐक्टिविटी प्रकार
hr: Vrsta aktivnosti
hu: Tevékenységtípus
id: Jenis Aktivitas
it: Tipo di attività
ja: アクティビティの種類
kk: Белсенділік түрі
ko: 활동 유형
lt: Aktyvumo tipas
ms: Jenis Aktiviti
nb: Aktivitetstype
nl: Soort activiteit
pl: Typ aktywności
pt: Tipo
pt_pt: Atividade
ro: Tip activitate
ru: Тип активности
sk: Typ aktivity
sl: Vrsta aktivnosti
sv: Aktivitetstyp
th: ประเภทกิจกรรม
tr: Aktivite Türü
uk: Вид активності
vi: Loại hoạt động
zh_cn: 活动类型
zh_hk: 活動類型
zh_tw: 活動類型

# WORKOUT_TOTAL_DISTANCE_WITH_UNIT %@
source: Distance (%@)
ar: المسافة ‏(%@)
bg: Разстояние (%@)
ca: Distància (%@)
cs: Vzdálenost (%@)
de: Strecke (%@)
el: Απόσταση (%@)
es: Distancia (%@)
es_us: Distancia (%@)
fi: Matka (%@)
he: מרחק (%@)
hi: दूरी (%@)
hr: Udaljenost (%@)
hu: Távolság (%@)
id: Jarak (%@)
it: Distanza (%@)
ja: 距離（%@）
kk: Қашықтық (%@)
ko: 거리(%@)
lt: Atstumas (%@)
ms: Jarak (%@)
nb: Distanse (%@)
nl: Afstand (%@)
pl: Dystans (%@)
pt: Distância (%@)
pt_pt: Distância (%@)
ro: Distanță (%@)
ru: Дистанция (%@)
sk: Vzdialenosť (%@)
sl: Razdalja (%@)
sv: Distans (%@)
th: ระยะทาง (%@)
tr: Mesafe (%@)
uk: Відстань (%@)
vi: Quãng đường (%@)
zh_cn: 距离(%@)
zh_hk: 距離（%@）
zh_tw: 距離（%@）

# WORKOUT_TOTAL_ENERGY_BURNED_WITH_UNIT %@
source: Active Energy (%@)
ar: الطاقة وقت النشاط (%@)
bg: Активна енергия (%@)
ca: Energia activa (%@)
cs: Aktivní energie (%@)
da: Energi ved aktivitet (%@)
de: Aktivitätsenergie (%@)
el: Ενέργεια δραστηριότητας (%@)
es: Energía en actividad (%@)
es_us: Energía activa (%@)
fi: Aktiivinen energia (%@)
fr: Énergie en activité (%@)
fr_ca: Énergie en activité (%@)
he: צריכת אנרגיה בפעילות (%@)
hi: सक्रिय ऊर्जा (%@)
hr: Energija tijekom aktivnosti (%@)
hu: Aktív energia (%@)
id: Energi Aktif (%@)
it: Calorie attive (%@)
ja: アクティブエネルギー（%@）
kk: Белсенділік энергиясы (%@)
ko: 활동 에너지(%@)
lt: Energija judant (%@)
ms: Tenaga Aktif (%@)
nb: Aktiv energi (%@)
nl: Actieve energie (%@)
pl: Energia (aktywność, %@)
pt: Energia Ativa (%@)
pt_pt: Energia em atividade (%@)
ro: Energie activă (%@)
ru: Энергия активности (%@)
sk: Aktívna energia (%@)
sl: Porabljena energija (%@)
sv: Energi vid aktivitet (%@)
th: พลังงานที่เคลื่อนไหว (%@)
tr: Aktif Enerji (%@)
uk: Активна енергія (%@)
vi: Năng lượng hoạt động (%@)
zh_cn: 活动能量（%@）
zh_hk: 動態能量（%@）
zh_tw: 動態能量（%@）

source: Workouts
ar: التمارين
bg: Тренировки
ca: Entrenaments
cs: Cvičení
da: Træninger
de: Trainings
el: Προπονήσεις
es: Entrenos
es_us: Sesiones
fi: Treenit
fr: Exercices
fr_ca: Entraînements
he: אימונים
hi: वर्कआउट
hr: Treninzi
hu: Edzések
id: Olahraga
it: Sessioni
ja: ワークアウト
kk: Жаттығулар
ko: 운동
lt: Treniruotės
ms: Latihan
nb: Treningsøkter
pl: Treningi
pt: Exercícios
pt_pt: Treinos
ro: Exerciții
ru: Тренировки
sk: Tréningy
sl: Vadbe
sv: Träningar
th: การออกกำลังกาย
tr: Antrenmanlar
uk: Тренування
vi: Bài tập
zh_cn: 体能训练
zh_hk: 體能訓練
zh_tw: 體能訓練

source: Yes
ar: نعم
bg: Да
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_us: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
kk: Иә
ko: 예
lt: Taip
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是

# EXPORT_DATA_CR_DIRECTORY
source: clinical-records
bg: клинични записи
lt: klinikiniai įrašai
sl: klinična dokumentacija

# blood_type_a-
source: A-
kk: A(II)Rh-
ru: A(II)Rh‑
uk: A(II)-

# blood_type_a+
source: A+
kk: A(II)Rh+
ru: A(II)Rh+
uk: A(II)+

# blood_type_ab-
source: AB-
kk: AB(IV)Rh-
ru: AB(IV)Rh‑
uk: AB(IV)-

# blood_type_ab+
source: AB+
kk: AB(IV)Rh+
ru: AB(IV)Rh+
uk: AB(IV)+

# blood_type_b-
source: B-
kk: B(III)Rh-
ru: B(III)Rh‑
uk: B(III)-

# blood_type_b+
source: B+
kk: B(III)Rh+
ru: B(III)Rh+
uk: B(III)+

# blood_type_o-
source: O-
kk: 0(I)Rh-
ru: 0(I)Rh‑
uk: O(I)-

# blood_type_o+
source: O+
kk: 0(I)Rh+
ru: 0(I)Rh+
uk: O(I)+
